Revit 2027 API
BuiltInFailures.AutoRouteFailures.UtilizationCoefficientOutOfRange Property
 The value for Coefficient of Utilization must be between 0 and 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UtilizationCoefficientOutOfRange { get; }
Public Shared ReadOnly Property UtilizationCoefficientOutOfRange As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UtilizationCoefficientOutOfRange {
	FailureDefinitionId^ get ();
}
static member UtilizationCoefficientOutOfRange : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.AutoRouteFailures Class
Autodesk.Revit.DB Namespace